[{"scenario_id":"1","scenario_name":"army_deserter_justice","scenario_title":"A Deserter in the Forum","scenario_desc":"As you enter the bustling forum, you can't help but notice the large crowd gathered around the raised platform at the center. Upon closer inspection, you see that a man stands on the platform, shackled and surrounded by a group of heavily armed soldiers.\n\n\"This man is a deserter from the army!\" a soldier announces to the crowd. \"He has turned to banditry and preys on innocent travelers. He must be punished for his crimes!\"\n\nA murmur of agreement ripples through the crowd, but it is quickly drowned out by a loud voice from the back. \"The army should handle this matter internally!\" a man shouts. \"We don't need the interference of civilians!\"\n\nThe crowd erupts into a heated debate, with some calling for the man to be handed over to the military for punishment, while others argue that justice should be carried out in the courts. You can't help but feel caught in the middle of this tug of war, unsure of which side is right.","scenario_req":"military(1)","scenario_picture_id":"1","scenario_domain":"military","scenario_tags":"neutral","scenario_choices":"1, 2, 3, 4, 5","active":"TRUE"},{"scenario_id":"2","scenario_name":"caravans_attacked","scenario_title":"Caravans Are Attacked","scenario_desc":"As the sun begins to rise over the city, the merchants of Rome are already bustling about their daily business. However, today they are not alone. Anxious murmurs fill the air as news spreads that a new bandit group has settled in the hills near the city and has begun attacking caravans of merchandise passing through the area. The city leader is soon informed of the matter by the distressed merchants, and a meeting is called to discuss the situation.\n\nIn attendance at the meeting are a number of prominent figures from the city, including the head of the city guard, a representative from the local trading guild, and a wealthy merchant whose caravan was recently attacked. As they discuss the best course of action, tensions begin to rise, with some advocating for a military response while others call for negotiations with the bandits.\n\nOne particularly vocal merchant, a gruff but shrewd man named Lucius, suggests that they should try to negotiate with the bandits, pointing out that they may be open to a deal if they are offered a share of the profits from the caravans they are attacking. However, the head of the city guard, a stern and uncompromising figure named Maximus, scoffs at this suggestion and insists that force is the only language the bandits will understand.\n\nAs the meeting draws to a close, the city leader must make a decision on how to handle the situation, weighing the opinions of those in attendance and considering the potential consequences of each course of action.","scenario_req":"","scenario_picture_id":"1","scenario_domain":"military","scenario_tags":"neutral","scenario_choices":"6, 7, 8, 9, 1","active":"TRUE"},{"scenario_id":"3","scenario_name":"blessed_crops","scenario_title":"A Perfect Weather","scenario_desc":"The sun shines bright over the fertile fields surrounding the City, and a gentle breeze carries the scent of ripening crops. Farmers smile with relief as they note the bountiful harvest that awaits them. The local market bustles with activity as vendors and traders exchange goods and haggle over prices. The sounds of laughter and chatter fill the air as people celebrate the good fortune of the blessed weather.\n\nAt the city hall, the city's economic advisors gather to discuss the implications of the prosperous season. The head advisor, a seasoned businessman named Publius, remarks that the surplus will allow for the city to expand its markets and increase its trade. However, some advisors express concerns about the potential for hoarding and price gouging among greedy merchants.\n\nAs the city leader ponders the situation, various factions jockey for position, each seeking to benefit from the abundance. Wealthy landowners, ambitious politicians, and cunning merchants all see opportunities to advance their own interests in the wake of the blessed weather. The city leader must navigate these conflicting pressures and make decisions that will shape the city's future.","scenario_req":"","scenario_picture_id":"1","scenario_domain":"economic","scenario_tags":"positive","scenario_choices":"10, 11, 12","active":"TRUE"},{"scenario_id":"4","scenario_name":"corrupt_official","scenario_title":"A Corrupted Servant","scenario_desc":"As rumors swirl of corruption within the local government, citizens begin to speak out against a prominent official. The tax collector is accused of skimming profits off the top and extorting citizens for personal gain. As the situation unfolds, tensions rise between the official and the people. The official claims innocence, but the people demand justice. ","scenario_req":"","scenario_picture_id":"1","scenario_domain":"economic","scenario_tags":"neutral","scenario_choices":"1, 13, 14, 15","active":"TRUE"},{"scenario_id":"5","scenario_name":"discontent_militia","scenario_title":"Discontent Within the Militia","scenario_desc":"Rumblings of discontent have spread among the ranks of the local garrison. Some soldiers claim their leader lacks experience and isn't fit to lead, while others accuse them of turning a blind eye to corruption within the ranks. As tensions mount, some soldiers even express frustration over a lack of action or opportunities for glory on the battlefield. The situation is quickly spiraling out of control and threatens to divide the garrison. ","scenario_req":"","scenario_picture_id":"1","scenario_domain":"military","scenario_tags":"neutral","scenario_choices":"1, 15, 16, 17, 18","active":"TRUE"},{"scenario_id":"6","scenario_name":"great_feast","scenario_title":"A Great Feast","scenario_desc":"As the great and sacred day approaches, the population is buzzing with excitement and anticipation for the feast to come. However, as the day draws closer, pressure mounts on the city officials to make it extra special. Townspeople stops you in the streets to voice their opinions, and important figures from neighboring towns send messages with their own requests for the feast. ","scenario_req":"","scenario_picture_id":"1","scenario_domain":"social","scenario_tags":"positive","scenario_choices":"1, 19, 20, 21, 22","active":"TRUE"},{"scenario_id":"7","scenario_name":"great_artist","scenario_title":"A Great Artist","scenario_desc":"News of a great artist's arrival in town spreads quickly, and you are immediately approached by representatives from the guild of merchants, the local church, and the legate's office. Each organization makes a compelling case for why the artist should work with them, promising financial support and political favors in exchange for the artist's talents which doesn't have a clear intent for now. ","scenario_req":"","scenario_picture_id":"1","scenario_domain":"social","scenario_tags":"positive","scenario_choices":"1, 23, 24, 25, 26","active":"TRUE"},{"scenario_id":"8","scenario_name":"plague","scenario_title":"A Plague in the City","scenario_desc":"As you ventures through the city, you notice a heavy air of unease and desperation among the populace. The streets are lined with the sick and dying, and the stench of death hangs heavily in the air. You encounter a group of frantic doctors, who plead for the city's assistance in containing the spread of the disease.\n\nAs you investigates further, you discover that the source of the plague is a contaminated water source. You must then navigate through the corrupt bureaucracy of the city to secure the necessary resources to clean the water and provide medical aid to those infected. Meanwhile, the cities merchant are approaching you with a solution that would enrich them greatly. ","scenario_req":"","scenario_picture_id":"1","scenario_domain":"social","scenario_tags":"negative","scenario_choices":"27, 28, 29, 30","active":"TRUE"}]